Repository: koestler/js-iotdevice
Catalog: src/locales/*/messages.po
Languages: de

source: Cannot change output.
de: Konnte Ausgang nicht setzen.

source: Cannot load configuration: {error}
de: Kann Konfiguration nicht laden: {error}

source: Cannot load device registers.
de: Registerliste kann nicht geladen weden.

source: Cannot load device values.
de: Messwerte k√∂nnen nicht geladen werden.

source: Loading initial configuration
de: Lade Konfiguration

source: Log in
de: Anmelden

source: Log out {0}
de: Abmelden {0}

source: Login failed
de: Anmeldung fehlgeschlagen

source: No views are defined. Check your config.yaml
de: Keine "Views" definiert. Siehe config.yaml

source: Output successfully set.
de: Ausgang gesetzt.

source: Output successfully set. Reloading...
de: Ausgang gesetzt. Lade...

source: Password
de: Passwort

source: User
de: Benutzername

source: You are logged in as {user}.
de: Du bist eingeloggt als {user}.

source: You have been logged in as {user}.
de: Du wurdest eingeloggt als {user}.
